{
  "homer": [
    "To alcohol! The cause of, and solution to, all of life’s problems.",
    "Yes, honey… Just squeeze your rage up into a bitter little ball and release it at an appropriate time, like that day I hit the referee with the whiskey bottle.",
    "No, actually a woman is more like a beer. They smell good; they look good, you’d step over your own mother just to get one.",
    "Marriage is like a coffin, and each kid is another nail.",
    "Lisa, if you don’t like your job you don’t strike. You just go in every day and do it really half-assed. That’s the American way.",
    "What’s the point of going out? We’re just gonna wind up back here, anyway.",
    "People can come up with statistics to prove anything, Kent. 40% of all people know that.",
    "I don’t know, Marge. Trying is the first step towards failure.",
    "Getting out of jury duty is easy. The trick is to say you’re prejudiced against all races.",
    "In America, first you get the sugar. Then you get the money. Then you get the power. Then you get the women.",
    "Marge, it takes two to lie. One to lie and one to listen.",
    "Just because I don’t care doesn’t mean I don’t understand.",
    "If something’s hard to do, then it’s not worth doing.",
    "A boy without mischief is like a bowling ball without a liquid centre.",
    "Kids, you tried your best, and you failed miserably. The lesson is, never try.",
    "It’s donut o’clock time anytime.",
    "Donuts. Is there anything they can’t do?",
    "Mr. Scorpio says productivity is up 2%, and it’s all because of my motivational techniques, like donuts and the possibility of more donuts to come.",
    "Give me liberty or… OOOO… a jelly donut!",
    "Mmm mmm… donuts.",
    "Don’t tell me how to eat donuts!”  ― Homer Simpson ( as he is choking on a donut)",
    "Dear Lord, the gods have been good to me. As an offering, I present these milk and cookies. If you wish me to eat them instead, please give me no sign whatsoever…thy will be done.",
    "Step aside, everyone! Sensitive love letters are my specialty. ‘Dear Baby, Welcome to Dumpsville. Population: you.'",
    "Oh yeah, what are you gonna do? Release the dogs? Or the bees? Or the dogs with bees in their mouths and when they bark, they shoot bees at you?",
    "Operator! Give me the number for 911!",
    "I can’t even say the word ‘titmouse’ without giggling like a schoolgirl.",
    "Bart, with $10,000, we’d be millionaires! We could buy all kinds of useful things like…love!",
    "All my life I’ve had one dream, to achieve my many goals.",
    "Now Bart, since you broke Grandpa’s teeth, he gets to break yours.",
    "I’ve gone back in time to when dinosaurs weren’t just confined to zoos.",
    "Old people don’t need companionship. They need to be isolated and studied so it can be determined what nutrients they have that might be extracted for our personal use.",
    "I’m normally not a praying man, but if you’re up there, please save me, Superman.",
    "I saw this movie about a bus that had to SPEED around a city, keeping its SPEED over fifty, and if its SPEED dropped, it would explode! I think it was called “The Bus That Couldn’t Slow Down.\"",
    "No TV and no beer makes Homer something."
  ]
}